Repository: ProjectSuite/e2e-call-ios
Catalog: ecall/Resources/Localized/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, km_kh, ko, pt, ru, th, vi, zh_hans

source: Accept
ar: قبول
de: Akzeptieren
es: Aceptar
fr: Accepter
hi: स्वीकार करें
it: Accetta
ja: 承認
km_kh: ទទួលយក
ko: 수락
pt: Aceitar
ru: Принять
th: ยอมรับ
vi: Đồng ý
zh_hans: 接受

# account_info_updated_message
source: Account information has been updated, please check again
ar: تم تحديث معلومات الحساب، يرجى التحقق مرة أخرى
de: Kontoinformationen wurden aktualisiert, bitte überprüfen Sie erneut
es: La información de la cuenta ha sido actualizada, por favor verifique nuevamente
fr: Les informations du compte ont été mises à jour, veuillez vérifier à nouveau
hi: खाता जानकारी अपडेट की गई है, कृपया फिर से जांच करें
it: Le informazioni dell'account sono state aggiornate, controlla di nuovo
ja: アカウント情報が更新されました。再度確認してください
km_kh: ព័ត៌មានគណនីត្រូវបានធ្វើបច្ចុប្បន្នភាព សូមពិនិត្យមើលម្តងទៀត
ko: 계정 정보가 업데이트되었습니다. 다시 확인해 주세요
pt: As informações da conta foram atualizadas, verifique novamente
ru: Информация об аккаунте была обновлена, пожалуйста, проверьте снова
th: ข้อมูลบัญชีได้รับการอัปเดตแล้ว กรุณาตรวจสอบอีกครั้ง
vi: Tài khoản đã cập nhật lại thông tin đăng nhập, vui lòng kiểm tra lại
zh_hans: 账户信息已更新，请重新检查

source: Active sessions
ar: الجلسات النشطة
de: Aktive Sitzungen
es: Sesiones activas
fr: Sessions actives
hi: सक्रिय सत्र
it: Sessioni attive
ja: アクティブセッション
km_kh: វគ្គដែលកំពុងដំណើរការ
ko: 활성 세션
pt: Sessões ativas
ru: Активные сессии
th: เซสชันที่ใช้งานอยู่
vi: Phiên đang hoạt động
zh_hans: 活跃会话

# add_friend_button
source: Add Friend
ar: إضافة صديق
de: Freund hinzufügen
es: Agregar amigo
fr: Ajouter un ami
hi: मित्र जोड़ें
it: Aggiungi amico
ja: 友達を追加
km_kh: បន្ថែមមិត្ត
ko: 친구 추가
pt: Adicionar amigo
ru: Добавить друга
th: เพิ่มเพื่อน
vi: Thêm bạn
zh_hans: 添加好友

# add_friend_title
source: Add Friend
ar: إضافة صديق
de: Freund hinzufügen
es: Agregar amigo
fr: Ajouter un ami
hi: मित्र जोड़ें
it: Aggiungi amico
ja: 友達を追加
km_kh: បន្ថែមមិត្ត
ko: 친구 추가
pt: Adicionar amigo
ru: Добавить друга
th: เพิ่มเพื่อน
vi: Thêm bạn
zh_hans: 添加好友

source: Add New Friends
ar: إضافة أصدقاء جدد
de: Neue Freunde hinzufügen
es: Agregar nuevos amigos
fr: Ajouter de nouveaux amis
hi: नए दोस्त जोड़ें
it: Aggiungi nuovi amici
ja: 新しい友達を追加
km_kh: បន្ថែមមិត្តថ្មី
ko: 새로운 친구 추가
pt: Adicionar novos amigos
ru: Добавить новых друзей
th: เพิ่มเพื่อนใหม่
vi: Thêm bạn bè mới
zh_hans: 添加新朋友

source: AES Key
ar: مفتاح AES
de: AES-Schlüssel
es: Clave AES
fr: Clé AES
hi: AES कुंजी
it: Chiave AES
ja: AESキー
km_kh: កូនសោ AES
ko: AES 키
pt: Chave AES
ru: Ключ AES
th: คีย์ AES
vi: Khóa AES
zh_hans: AES密钥

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
hi: सभी
it: Tutti
ja: すべて
km_kh: ទាំងអស់
ko: 모두
pt: Todos
ru: Все
th: ทั้งหมด
vi: Tất cả
zh_hans: 全部

source: All Contacts
ar: جميع جهات الاتصال
de: Alle Kontakte
es: Todos los contactos
fr: Tous les contacts
hi: सभी संपर्क
it: Tutti i contatti
ja: すべての連絡先
km_kh: ទំនាក់ទំនងទាំងអស់
ko: 모든 연락처
pt: Todos os contatos
ru: Все контакты
th: รายชื่อทั้งหมด
vi: Tất cả liên hệ
zh_hans: 所有联系人

# app_title
source: E2EE Call App
ar: تطبيق مكالمات مشفرة من الطرف إلى الطرف
de: Ende-zu-Ende verschlüsselte Anrufe
es: Aplicación de llamadas con cifrado de extremo a extremo
fr: Appels chiffrés de bout en bout
hi: एंड-टू-एंड एन्क्रिप्ट कॉल ऐप
it: App chiamate crittografate
ja: エンドツーエンド暗号通話アプリ
km_kh: កម្មវិធីហៅអ៊ិនគ្រីបពីចុងដល់ចុង
ko: 종단 간 암호화 통화 앱
pt: Aplicativo de chamadas com criptografia ponta a ponta
ru: Приложение для звонков со сквозным шифрованием
th: แอปโทรเข้ารหัสปลายถึงปลาย
zh_hans: 端到端加密通话应用

source: Application
ar: التطبيق
de: Anwendung
es: Aplicación
hi: एप्लिकेशन
it: Applicazione
ja: アプリケーション
km_kh: កម្មវិធី
ko: 애플리케이션
pt: Aplicação
ru: Приложение
th: แอปพลิเคชัน
vi: Ứng dụng
zh_hans: 应用程序

# are_you_sure_terminate_all
source: Are you sure you want to terminate all other sessions?
ar: هل أنت متأكد أنك تريد إنهاء جميع الجلسات الأخرى؟
de: Sind Sie sicher, dass Sie alle anderen Sitzungen beenden möchten?
es: ¿Está seguro de que desea terminar todas las demás sesiones?
fr: Êtes-vous sûr de vouloir terminer toutes les autres sessions ?
hi: क्या आप निश्चित रूप से सभी अन्य सत्र समाप्त करना चाहते हैं?
it: Sei sicuro di voler terminare tutte le altre sessioni?
ja: 他のすべてのセッションを終了してもよろしいですか？
km_kh: តើអ្នកប្រាកដជាចង់បញ្ចប់វគ្គផ្សេងទៀតទាំងអស់មែនទេ?
ko: 다른 모든 세션을 종료하시겠습니까?
pt: Tem certeza de que deseja terminar todas as outras sessões?
ru: Вы уверены, что хотите завершить все другие сессии?
th: คุณแน่ใจหรือไม่ที่จะยุติเซสชันอื่นๆ ทั้งหมด?
vi: Bạn có chắc muốn kết thúc tất cả phiên khác?
zh_hans: 您确定要终止所有其他会话吗？

# are_you_sure_terminate_session
source: Are you sure you want to terminate this session?
ar: هل أنت متأكد أنك تريد إنهاء هذه الجلسة؟
de: Sind Sie sicher, dass Sie diese Sitzung beenden möchten?
es: ¿Está seguro de que desea terminar esta sesión?
fr: Êtes-vous sûr de vouloir terminer cette session ?
hi: क्या आप निश्चित रूप से इस सत्र को समाप्त करना चाहते हैं?
it: Sei sicuro di voler terminare questa sessione?
ja: このセッションを終了してもよろしいですか？
km_kh: តើអ្នកប្រាកដជាចង់បញ្ចប់វគ្គនេះមែនទេ?
ko: 이 세션을 종료하시겠습니까?
pt: Tem certeza de que deseja terminar esta sessão?
ru: Вы уверены, что хотите завершить эту сессию?
th: คุณแน่ใจหรือไม่ที่จะยุติเซสชันนี้?
vi: Bạn có chắc muốn kết thúc phiên này?
zh_hans: 您确定要终止此会话吗？

source: Audio
ar: صوت
hi: ऑडियो
ja: 音声
km_kh: សំលេង
ko: 오디오
pt: Áudio
ru: Аудио
th: เสียง
vi: thoại
zh_hans: 音频

source: Audio Call
ar: مكالمة صوتية
de: Sprachanruf
es: Llamada de audio
fr: Appel audio
hi: ऑडियो कॉल
it: Chiamata audio
ja: 音声通話
km_kh: ការហៅសំឡេង
ko: 음성 통화
pt: Chamada de áudio
ru: Аудиозвонок
th: การโทรด้วยเสียง
vi: Gọi thoại
zh_hans: 语音通话

source: Base64 key
ar: مفتاح Base64
de: Base64-Schlüssel
es: Clave Base64
fr: Clé Base64
hi: Base64 कुंजी
it: Chiave Base64
ja: Base64キー
km_kh: កូនសោ Base64
ko: Base64 키
pt: Chave Base64
ru: Ключ Base64
th: คีย์ Base64
vi: Khóa Base64
zh_hans: Base64密钥

# biometric_reason_change_profile
source: Authenticate to change personal information
ar: قم بالمصادقة لتغيير المعلومات الشخصية
de: Authentifizieren Sie sich, um persönliche Informationen zu ändern
es: Autentíquese para cambiar información personal
fr: Authentifiez-vous pour modifier les informations personnelles
hi: व्यक्तिगत जानकारी बदलने के लिए प्रमाणित करें
it: Autenticati per modificare le informazioni personali
ja: 個人情報を変更するには認証してください
km_kh: ផ្ទៀងផ្ទាត់ដើម្បីផ្លាស់ប្តូរព័ត៌មានផ្ទាល់ខ្លួន
ko: 개인 정보를 변경하려면 인증하세요
pt: Autentique-se para alterar informações pessoais
ru: Аутентифицируйтесь для изменения личной информации
th: ยืนยันตัวตนเพื่อเปลี่ยนข้อมูลส่วนตัว
vi: Xác thực để thay đổi thông tin cá nhân
zh_hans: 请进行身份验证以更改个人信息

# biometric_reason_generic
source: Authenticate to continue
ar: قم بالمصادقة للمتابعة
de: Authentifizieren Sie sich, um fortzufahren
es: Autentíquese para continuar
fr: Authentifiez-vous pour continuer
hi: जारी रखने के लिए प्रमाणित करें
it: Autenticati per continuare
ja: 続行するには認証してください
km_kh: ផ្ទៀងផ្ទាត់ដើម្បីបន្ត
ko: 계속하려면 인증하세요
pt: Autentique-se para continuar
ru: Аутентифицируйтесь для продолжения
th: ยืนยันตัวตนเพื่อดำเนินการต่อ
vi: Xác thực để tiếp tục
zh_hans: 请进行身份验证以继续

source: Call
ar: اتصال
de: Anrufen
es: Llamar
fr: Appeler
hi: कॉल
it: Chiama
ja: 電話
km_kh: ហៅ
ko: 통화
pt: Ligar
ru: Позвонить
th: โทร
vi: Gọi
zh_hans: 呼叫

source: Call All
ar: اتصل بالجميع
de: Alle anrufen
es: Llamar a todos
fr: Appeler tout le monde
hi: सभी को कॉल करें
it: Chiama tutti
ja: 全員に電話
km_kh: ហៅទាំងអស់
ko: 모두에게 전화
pt: Ligar para todos
ru: Позвонить всем
th: โทรทั้งหมด
vi: Gọi tất cả
zh_hans: 呼叫所有人

source: Call back
ar: اتصل مرة أخرى
de: Zurückrufen
es: Volver a llamar
fr: Rappeler
hi: फिर से कॉल करें
it: Richiama
ja: 折り返し電話
km_kh: ហៅម្តងទៀត
ko: 다시 전화
pt: Ligar de volta
ru: Перезвонить
th: โทรกลับ
vi: Gọi lại
zh_hans: 回拨

source: Call contacts
ar: اتصل بالجهات
de: Kontakte anrufen
es: Llamar contactos
fr: Appeler des contacts
hi: संपर्कों को कॉल करें
it: Chiama contatti
ja: 連絡先に電話
km_kh: ហៅទំនាក់ទំនង
ko: 연락처에 전화
pt: Ligar contatos
ru: Позвонить контактам
th: โทรหาผู้ติดต่อ
vi: Gọi liên hệ
zh_hans: 呼叫联系人

source: Call History
ar: سجل المكالمات
de: Anrufverlauf
es: Historial de llamadas
fr: Historique des appels
hi: कॉल इतिहास
it: Cronologia chiamate
ja: 通話履歴
km_kh: ប្រវត្តិការហៅ
ko: 통화 기록
pt: Histórico de chamadas
ru: История звонков
th: ประวัติการโทร
vi: Lịch sử cuộc gọi
zh_hans: 通话记录

source: Calling...
ar: جارٍ الاتصال...
de: Wird angerufen...
es: Llamando...
fr: Appel en cours...
hi: कॉल हो रही है...
it: Chiamata in corso...
ja: 発信中...
km_kh: កំពុងហៅ...
ko: 전화 중...
pt: A ligar...
ru: Звоним...
th: กำลังโทร...
vi: Đang gọi...
zh_hans: 正在呼叫…

# calls_title
source: Calls
ar: المكالمات
de: Anrufe
es: Llamadas
fr: Appels
hi: कॉल
it: Chiamate
ja: 通話
km_kh: ការហៅ
ko: 통화
pt: Chamadas
ru: Звонки
th: การโทร
vi: Cuộc gọi
zh_hans: 通话

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
km_kh: បោះបង់
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消

source: Change Display Name
ar: تغيير اسم العرض
de: Anzeigenamen ändern
es: Cambiar nombre de pantalla
fr: Changer le nom d'affichage
hi: प्रदर्शन नाम बदलें
it: Cambia nome visualizzazione
ja: 表示名を変更
km_kh: ផ្លាស់ប្តូរឈ្មោះដែលបង្ហាញ
ko: 표시 이름 변경
pt: Alterar nome de exibição
ru: Изменить отображаемое имя
th: เปลี่ยนชื่อที่แสดง
vi: Thay đổi tên hiển thị
zh_hans: 更改显示名称

source: Change email
ar: تغيير البريد الإلكتروني
de: E-Mail ändern
es: Cambiar correo electrónico
fr: Changer l'e-mail
hi: ईमेल बदलें
it: Cambia email
ja: メールを変更
km_kh: ផ្លាស់ប្តូរអ៊ីមែល
ko: 이메일 변경
pt: Alterar e-mail
ru: Изменить электронную почту
th: เปลี่ยนอีเมล
vi: Thay đổi email
zh_hans: 更改邮箱

# change_info_success
source: Information updated successfully
ar: تم تحديث المعلومات بنجاح
de: Informationen erfolgreich aktualisiert
es: Información actualizada exitosamente
fr: Informations mises à jour avec succès
hi: जानकारी सफलतापूर्वक अपडेट की गई
it: Informazioni aggiornate con successo
ja: 情報が正常に更新されました
km_kh: ព័ត៌មានត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ
ko: 정보가 성공적으로 업데이트되었습니다
pt: Informação atualizada com sucesso
ru: Информация успешно обновлена
th: อัปเดตข้อมูลสำเร็จแล้ว
vi: Cập nhật thông tin thành công
zh_hans: 信息更新成功

source: Change Phone Number
ar: تغيير رقم الهاتف
de: Telefonnummer ändern
es: Cambiar número de teléfono
fr: Changer le numéro de téléphone
hi: फ़ोन नंबर बदलें
it: Cambia numero di telefono
ja: 電話番号を変更
km_kh: ផ្លាស់ប្តូរលេខទូរស័ព្ទ
ko: 전화번호 변경
pt: Alterar número de telefone
ru: Изменить номер телефона
th: เปลี่ยนหมายเลขโทรศัพท์
vi: Thay đổi số điện thoại
zh_hans: 更改电话号码

source: characters
ar: أحرف
de: Zeichen
es: caracteres
fr: caractères
hi: अक्षर
it: caratteri
ja: 文字
km_kh: តួអក្សរ
ko: 문자
pt: caracteres
ru: символов
th: ตัวอักษร
vi: ký tự
zh_hans: 字符

source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: クリア
km_kh: សម្អាត
ko: 지우기
pt: Limpar
ru: Очистить
th: ล้าง
vi: Xóa
zh_hans: 清除

source: Complete Registration
ar: إكمال التسجيل
de: Registrierung abschließen
es: Completar registro
fr: Terminer l'inscription
hi: पंजीकरण पूरा करें
it: Completa registrazione
ja: 登録を完了
km_kh: បញ្ចប់ការចុះឈ្មោះ
ko: 등록 완료
pt: Concluir registro
ru: Завершить регистрацию
th: ลงทะเบียนเสร็จสิ้น
vi: Hoàn tất đăng ký
zh_hans: 完成注册

source: Complete Sign On
ar: إكمال التسجيل
de: Registrierung abschließen
es: Completar registro
fr: Terminer l'inscription
hi: साइन ऑन पूरा करें
it: Completa registrazione
ja: サインオンを完了
km_kh: បញ្ចប់ការចុះឈ្មោះ
ko: 등록 완료
pt: Concluir cadastro
ru: Завершить регистрацию
th: ลงทะเบียนเสร็จสิ้น
vi: Hoàn tất đăng ký
zh_hans: 完成注册

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認
km_kh: បញ្ជាក់
ko: 확인
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
vi: Xác nhận
zh_hans: 确认

source: Confirm Logout
ar: تأكيد تسجيل الخروج
de: Abmeldung bestätigen
es: Confirmar cierre de sesión
fr: Confirmer la déconnexion
hi: लॉग आउट की पुष्टि करें
it: Conferma logout
ja: ログアウトを確認
km_kh: បញ្ជាក់ការចេញ
ko: 로그아웃 확인
pt: Confirmar saída
ru: Подтвердить выход
th: ยืนยันการออกจากระบบ
vi: Xác nhận đăng xuất
zh_hans: 确认登出

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
hi: कनेक्टेड
it: Connesso
ja: 接続済み
km_kh: បានភ្ជាប់
ko: 연결됨
pt: Conectado
ru: Подключено
th: เชื่อมต่อแล้ว
vi: Đã kết nối
zh_hans: 已连接

# connecting_call
source: Connecting…
ar: اتصال...
de: Verbinde...
es: Conectando…
fr: Connexion...
hi: कनेक्ट हो रहा है...
it: Connessione...
ja: 接続中...
km_kh: កំពុងភ្ជាប់...
ko: 연결 중...
pt: Conectando...
ru: Подключение...
th: กำลังเชื่อมต่อ...
vi: Đang kết nối…
zh_hans: 连接中...

# contacts_title
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
hi: संपर्क
it: Contatti
ja: 連絡先
km_kh: ទំនាក់ទំនង
ko: 연락처
pt: Contatos
ru: Контакты
th: ผู้ติดต่อ
vi: Liên hệ
zh_hans: 联系人

source: Continue with Apple
ar: تابع مع Apple
de: Weiter mit Apple
es: Continuar con Apple
fr: Continuer avec Apple
hi: Apple के साथ जारी रखें
it: Continua con Apple
ja: Appleで続行
km_kh: បន្តជាមួយ Apple
ko: Apple로 계속
pt: Continuar com Apple
ru: Продолжить с Apple
th: ดำเนินการต่อด้วย Apple
vi: Tiếp tục với Apple
zh_hans: 继续使用 Apple

source: Continue with Email
ar: تابع مع البريد الإلكتروني
de: Weiter mit E-Mail
es: Continuar con correo
fr: Continuer avec e-mail
hi: ईमेल के साथ जारी रखें
it: Continua con email
ja: メールで続行
km_kh: បន្តជាមួយ អ៊ីមែល
ko: 이메일로 계속
pt: Continuar com e-mail
ru: Продолжить с email
th: ดำเนินการต่อด้วยอีเมล
vi: Tiếp tục với Email
zh_hans: 继续使用邮箱

source: Continue with Google
ar: تابع مع Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
hi: Google के साथ जारी रखें
it: Continua con Google
ja: Googleで続行
km_kh: បន្តជាមួយ Google
ko: Google로 계속
pt: Continuar com Google
ru: Продолжить с Google
th: ดำเนินการต่อด้วย Google
vi: Tiếp tục với Google
zh_hans: 继续使用 Google

source: Continue with Phone
ar: تابع مع رقم الهاتف
de: Weiter mit Telefonnummer
es: Continuar con teléfono
fr: Continuer avec le numéro
hi: फोन नंबर के साथ जारी रखें
it: Continua con numero di telefono
ja: 電話番号で続行
km_kh: បន្តជាមួយ លេខទូរស័ព្ទ
ko: 전화번호로 계속
pt: Continuar com telefone
ru: Продолжить с номером телефона
th: ดำเนินการต่อด้วยหมายเลขโทรศัพท์
vi: Tiếp tục với Số điện thoại
zh_hans: 继续使用手机号

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
km_kh: បានចម្លង
ko: 복사됨
pt: Copiado
ru: Скопировано
th: คัดลอกแล้ว
vi: Đã sao chép
zh_hans: 已复制

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
km_kh: ចម្លង
ko: 복사
pt: Copiar
ru: Копировать
th: คัดลอก
vi: Sao chép
zh_hans: 复制

source: Copy all
ar: نسخ الكل
de: Alles kopieren
es: Copiar todo
fr: Copier tout
hi: सभी कॉपी करें
it: Copia tutto
ja: すべてコピー
km_kh: ចម្លងទាំងអស់
ko: 모두 복사
pt: Copiar tudo
ru: Копировать всё
th: คัดลอกทั้งหมด
vi: Sao chép tất cả
zh_hans: 复制全部

source: Country
ar: البلد
de: Land
es: País
fr: Pays
hi: देश
it: Paese
ja: 国
km_kh: ប្រទេស
ko: 국가
pt: País
ru: Страна
th: ประเทศ
vi: Quốc gia
zh_hans: 国家

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएं
it: Elimina account
ja: アカウント削除
km_kh: លុបគណនី
ko: 계정 삭제
pt: Excluir conta
ru: Удалить аккаунт
th: ลบบัญชี
vi: Xóa tài khoản
zh_hans: 删除账户

# delete_account_cancel_request
source: Cancel Account Deletion
ar: إلغاء طلب الحذف
de: Löschantrag abbrechen
es: Cancelar eliminación de cuenta
fr: Annuler la suppression du compte
hi: खाता हटाने का अनुरोध रद्द करें
it: Annulla eliminazione account
ja: アカウント削除をキャンセル
km_kh: បោះបង់ការលុបគណនី
ko: 계정 삭제 취소
pt: Cancelar exclusão da conta
ru: Отменить удаление аккаунта
th: ยกเลิกการลบบัญชี
vi: Hủy yêu cầu xóa tài khoản
zh_hans: 取消删除账户

# delete_account_cancel_success
source: Account deletion request cancelled successfully
ar: تم إلغاء طلب حذف الحساب بنجاح
de: Kontolöschung erfolgreich abgebrochen
es: Solicitud de eliminación de cuenta cancelada exitosamente
fr: Demande de suppression du compte annulée avec succès
hi: खाता हटाने का अनुरोध सफलतापूर्वक रद्द किया गया
it: Richiesta di eliminazione account annullata con successo
ja: アカウント削除リクエストが正常にキャンセルされました
km_kh: សំណើលុបគណនីត្រូវបានបោះបង់ដោយជោគជ័យ
ko: 계정 삭제 요청이 성공적으로 취소되었습니다
pt: Solicitação de exclusão de conta cancelada com sucesso
ru: Запрос на удаление аккаунта успешно отменён
th: ยกเลิกคำขอลบบัญชีเรียบร้อยแล้ว
vi: Đã hủy yêu cầu xóa tài khoản thành công
zh_hans: 账户删除请求已成功取消

# delete_account_effective_date
source: Deletion date
ar: تاريخ الحذف
de: Löschdatum
es: Fecha de eliminación
fr: Date de suppression
hi: हटाने की तिथि
it: Data di eliminazione
ja: 削除日
km_kh: កាលបរិច្ឆេទលុប
ko: 삭제 날짜
pt: Data de exclusão
ru: Дата удаления
th: วันที่ลบ
vi: Ngày xóa
zh_hans: 删除日期

# delete_account_confirm_placeholder
source: Type DELETE to confirm
ar: اكتب DELETE للتأكيد
de: Geben Sie DELETE zur Bestätigung ein
es: Escriba DELETE para confirmar
fr: Tapez DELETE pour confirmer
hi: पुष्टि के लिए DELETE टाइप करें
it: Digita DELETE per confermare
ja: 確認のためDELETEと入力
km_kh: វាយ DELETE ដើម្បីបញ្ជាក់
ko: 확인을 위해 DELETE를 입력하세요
pt: Digite DELETE para confirmar
ru: Введите DELETE для подтверждения
th: พิมพ์ DELETE เพื่อยืนยัน
vi: Nhập DELETE để xác nhận
zh_hans: 输入 DELETE 以确认

# delete_account_description
source: After confirmation, your account and all associated data will be deleted after 15 days. You can cancel this request at any time during this period.
ar: بعد التأكيد، سيتم حذف حسابك وجميع البيانات المرتبطة به بعد 15 يومًا. يمكنك إلغاء هذا الطلب في أي وقت خلال هذه الفترة.
de: Nach der Bestätigung werden Ihr Konto und alle zugehörigen Daten nach 15 Tagen gelöscht. Sie können diese Anfrage jederzeit innerhalb dieses Zeitraums abbrechen.
es: Después de la confirmación, tu cuenta y todos los datos asociados se eliminarán después de 15 días. Puedes cancelar esta solicitud en cualquier momento durante este período.
fr: Après confirmation, votre compte et toutes les données associées seront supprimés après 15 jours. Vous pouvez annuler cette demande à tout moment pendant cette période.
hi: पुष्टि के बाद, आपका खाता और सभी संबंधित डेटा 15 दिनों बाद हटा दिया जाएगा। आप इस अवधि के दौरान किसी भी समय इस अनुरोध को रद्द कर सकते हैं।
it: Dopo la conferma, il tuo account e tutti i dati associati verranno eliminati dopo 15 giorni. Puoi annullare questa richiesta in qualsiasi momento durante questo periodo.
ja: 確認後、アカウントと関連するすべてのデータは15日後に削除されます。この期間中はいつでもリクエストをキャンセルできます。
km_kh: បន្ទាប់ពីការបញ្ជាក់ គណនីរបស់អ្នក និងទិន្នន័យពាក់ព័ន្ធទាំងអស់នឹងត្រូវលុបបន្ទាប់ពី 15 ថ្ងៃ។ អ្នកអាចបោះបង់សំណើនេះបានគ្រប់ពេលក្នុងរយៈពេលនេះ។
ko: 확인 후 계정과 모든 관련 데이터가 15일 후 삭제됩니다. 이 기간 동안 언제든지 요청을 취소할 수 있습니다.
pt: Após a confirmação, sua conta e todos os dados associados serão excluídos após 15 dias. Você pode cancelar esta solicitação a qualquer momento durante este período.
ru: После подтверждения ваш аккаунт и все связанные данные будут удалены через 15 дней. Вы можете отменить этот запрос в любое время в течение этого периода.
th: หลังจากยืนยัน บัญชีและข้อมูลที่เกี่ยวข้องทั้งหมดจะถูกลบหลังจาก 15 วัน คุณสามารถยกเลิกคำขอนี้ได้ทุกเมื่อในช่วงเวลานี้
vi: Sau khi xác nhận, tài khoản và tất cả dữ liệu liên quan sẽ bị xóa sau 15 ngày. Bạn có thể hủy yêu cầu này bất cứ lúc nào trong thời gian này.
zh_hans: 确认后，您的账户及所有相关数据将在15天后删除。您可以在此期间随时取消此请求。

# delete_account_pending_banner
source: Your account is scheduled for deletion
ar: تم جدولة حسابك للحذف
de: Ihr Konto ist zur Löschung vorgemerkt
es: Tu cuenta está programada para eliminación
fr: Votre compte est programmé pour suppression
hi: आपका खाता हटाने के लिए निर्धारित है
it: Il tuo account è programmato per l'eliminazione
ja: アカウントの削除が予約されています
km_kh: គណនីរបស់អ្នកត្រូវបានកំណត់ពេលសម្រាប់ការលុប
ko: 계정 삭제가 예약되었습니다
pt: Sua conta está agendada para exclusão
ru: Ваш аккаунт запланирован к удалению
th: บัญชีของคุณถูกกำหนดให้ลบ
vi: Tài khoản của bạn đã được lên lịch xóa
zh_hans: 您的账户已被安排删除

# delete_account_title
source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएं
it: Elimina account
ja: アカウント削除
km_kh: លុបគណនី
ko: 계정 삭제
pt: Excluir conta
ru: Удалить аккаунт
th: ลบบัญชี
vi: Xóa tài khoản
zh_hans: 删除账户

# delete_account_warning_body
source: Your account will be permanently deleted in 15 days. You can cancel this request at any time before then.
ar: سيتم حذف حسابك نهائيًا بعد 15 يومًا. يمكنك إلغاء هذا الطلب في أي وقت قبل ذلك.
de: Ihr Konto wird in 15 Tagen dauerhaft gelöscht. Sie können dies jederzeit vorher abbrechen.
es: Tu cuenta se eliminará permanentemente en 15 días. Puedes cancelar esta solicitud en cualquier momento antes de eso.
fr: Votre compte sera définitivement supprimé dans 15 jours. Vous pouvez annuler cette demande à tout moment avant cette date.
hi: आपका खाता 15 दिनों में स्थायी रूप से हटा दिया जाएगा। आप इससे पहले किसी भी समय इस अनुरोध को रद्द कर सकते हैं।
it: Il tuo account verrà eliminato permanentemente tra 15 giorni. Puoi annullare questa richiesta in qualsiasi momento prima di allora.
ja: アカウントは15日後に完全に削除されます。それまでにいつでもこのリクエストをキャンセルできます。
km_kh: គណនីរបស់អ្នកនឹងត្រូវលុបជាអចិន្ត្រៃយ៍ក្នុងរយៈពេល 15 ថ្ងៃ។ អ្នកអាចបោះបង់សំណើនេះបានគ្រប់ពេលមុនកាលកំណត់។
ko: 15일 후 계정이 영구적으로 삭제됩니다. 그 전에 언제든지 이 요청을 취소할 수 있습니다.
pt: Sua conta será excluída permanentemente em 15 dias. Você pode cancelar esta solicitação a qualquer momento antes disso.
ru: Ваш аккаунт будет окончательно удалён через 15 дней. Вы можете отменить этот запрос в любое время до этого.
th: บัญชีของคุณจะถูกลบอย่างถาวรใน 15 วัน คุณสามารถยกเลิกคำขอนี้ได้ทุกเมื่อก่อนถึงกำหนด
vi: Tài khoản của bạn sẽ bị xóa vĩnh viễn sau 15 ngày. Bạn có thể hủy yêu cầu này bất cứ lúc nào trước thời hạn.
zh_hans: 您的账户将在15天后被永久删除。您可以在此之前随时取消此请求。

# delete_account_warning_title
source: Account Scheduled for Deletion
ar: تم جدولة الحساب للحذف
de: Konto zur Löschung vorgemerkt
es: Cuenta programada para eliminación
fr: Compte programmé pour suppression
hi: खाता हटाने के लिए निर्धारित
it: Account programmato per l'eliminazione
ja: アカウント削除が予約されました
km_kh: គណនីត្រូវបានកំណត់ពេលសម្រាប់ការលុប
ko: 계정 삭제 예약됨
pt: Conta agendada para exclusão
ru: Аккаунт запланирован к удалению
th: บัญชีถูกกำหนดให้ลบ
vi: Tài khoản đã được lên lịch xóa
zh_hans: 账户已安排删除

source: Decline
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
hi: अस्वीकार करें
it: Rifiuta
ja: 拒否
km_kh: បដិសេធ
ko: 거절
pt: Recusar
ru: Отклонить
th: ปฏิเสธ
vi: Từ chối
zh_hans: 拒绝

# decoding_error
source: Error decoding the response
ar: خطأ في فك ترميز الاستجابة
de: Fehler beim Decodieren
es: Error al decodificar la respuesta
fr: Erreur de décodage
hi: प्रतिक्रिया डिकोड करते समय त्रुटि
it: Errore decodifica risposta
ja: レスポンスのデコードエラー
km_kh: កំហុសពេលដកស្រង់
ko: 응답 디코딩 오류
pt: Erro ao decodificar a resposta
ru: Ошибка декодирования ответа
th: เกิดข้อผิดพลาดในการถอดรหัส
vi: Lỗi giải mã phản hồi
zh_hans: 解码响应时出错

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
km_kh: លុប
ko: 삭제
pt: Excluir
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除

# delete_friend_message
source: Are you sure you want to unfriend this contact?
ar: هل أنت متأكد أنك تريد إزالة هذا الشخص من قائمة الأصدقاء؟
de: Möchten Sie diesen Kontakt wirklich aus Ihrer Freundesliste entfernen?
es: ¿Seguro que deseas eliminar a este contacto de tus amigos?
fr: Voulez-vous vraiment retirer cet ami de vos contacts ?
hi: क्या आप वाकई इस संपर्क को दोस्तों से हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere questo contatto dagli amici?
ja: この連絡先を友だちから削除してもよろしいですか？
km_kh: តើអ្នកពិតជាចង់ដកមិត្តភក្តិរូបនេះចេញពីបញ្ជីមិត្តភក្តិឬ?
ko: 이 연락처를 친구 목록에서 제거하시겠습니까?
pt: Tem certeza de que deseja remover este contato dos amigos?
ru: Вы уверены, что хотите удалить этого контакта из друзей?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายชื่อเพื่อนคนนี้ออกจากรายชื่อเพื่อน?
vi: Bạn có chắc muốn hủy kết bạn với người bạn này không?
zh_hans: 确定要将该联系人从好友中移除吗？
